{
  "title": "[color=#CE532A][i]MADness:[/i][/color] You Only Negotiate Twice",
  "number": "1383",
  "options": [
    {
      "text": "\"Good morning! Are you ready to make history? Let me just get my ceremonial signing pen.\" Rushev reaches into his coat pocket and removes not a pen, but a Maxarov pistol, which he points directly at your chest. \"Have you noticed that world leaders like ourselves never get frisked for weapons? I can't remember the last time I had to go through a metal detector. Seems like a security flaw, don't you think? Well, I digress. I hope you didn't actually expect me to remove my own missiles. You see, I didn't get to be Chairman of East Lebatuck by giving up power every time I had a disagreement with someone. Real leaders do whatever it takes to seize power and claw our way to the top. Of course, I hope you understand that this isn't personal — it's just politics. As soon as you're dead...\" Suddenly, the window shatters as James Bont crashes into the room in a hail of glass fragments, closely followed by his @@DEMONYM_ADJECTIVE@@ flag parachute. Bont quickly fires a miniature grappling hook from his wristwatch, which latches onto Rushev's pistol and pulls it out of his hand. \"I hope you don't mind me dropping in, boss. Your aide pressed the panic button — and I see that mister Commie in Chief is up to his old tricks. Well, here's how it's going to go, Rushev. I secretly removed a warhead from one of your nuclear missiles and handed it off to one of my colleagues in East Lebatuck. He has hidden it in your capital city, ready for detonation at a moment's notice. Either you sign that agreement and follow through with each of its terms, or your 'glorious worker's paradise' is going to be a victim of your own hubris. Are we clear?\" Rushev nods and quickly scribbles his name on the agreement. \"Good. Now get out of here and don't threaten @@NAME@@ ever again, or your capital will become a radioactive crater faster than you can say 'Marxist class struggle'.\" Bont turns toward you as Rushev and his aide scurry out of the room. \"Let's go home, shall we?\"",
      "result": "the nation is relieved that all of the recent madness has finally come to an end",
      "choiceEffects": [
        {
          "min": -0.01,
          "max": 0,
          "mean": 0,
          "stat": "Compassion"
        },
        {
          "min": -0.03,
          "max": 0,
          "mean": 0,
          "stat": "Government Size"
        },
        {
          "min": 0,
          "max": 0.03,
          "mean": 0,
          "stat": "Compliance"
        },
        {
          "min": -0.22,
          "max": 0,
          "mean": -0.0002,
          "stat": "Safety"
        },
        {
          "min": 0,
          "max": null,
          "mean": "",
          "stat": "chain"
        }
      ],
      "policiesAndNotabilities": [],
      "leadsTo": []
    },
    {
      "text": "\"Good morning! Are you ready to make history? Let me just get my ceremonial signing pen.\" Rushev reaches into his coat pocket and removes not a pen, but a Maxarov pistol, which he points directly at your chest. \"Have you noticed that world leaders like ourselves never get frisked for weapons? I can't remember the last time I had to go through a metal detector. Seems like a security flaw, don't you think? Well, I digress. I hope you didn't actually expect me to remove my own missiles. You see, I didn't get to be Chairman of East Lebatuck by giving up power every time I had a disagreement with someone. Real leaders do whatever it takes to seize power and claw our way to the top. Of course, I hope you understand that this isn't personal — it's just politics. As soon as you're dead...\" Suddenly, the window shatters as James Bont crashes into the room in a hail of glass fragments, closely followed by his @@DEMONYM_ADJECTIVE@@ flag parachute. Bont quickly fires a miniature grappling hook from his wristwatch, which latches onto Rushev's pistol and pulls it out of his hand. \"I hope you don't mind me dropping in, boss. Your aide pressed the panic button — and I see that mister Commie in Chief is up to his old tricks. Well, here's how it's going to go, Rushev. I secretly removed a warhead from one of your nuclear missiles and handed it off to one of my colleagues in East Lebatuck. He has hidden it in your capital city, ready for detonation at a moment's notice. Either you sign that agreement and follow through with each of its terms, which include some generous financial aid for San Vitenzo, or your 'glorious worker's paradise' is going to be a victim of your own hubris. Are we clear?\" Rushev nods and quickly scribbles his name on the agreement. \"Good. Now get out of here and don't threaten @@NAME@@ ever again, or your capital will become a radioactive crater faster than you can say 'Marxist class struggle'.\" Bont turns toward you as Rushev and his aide scurry out of the room. \"Let's go home, shall we?\"",
      "result": "the nation is relieved that all of the recent madness has finally come to an end",
      "choiceEffects": [
        {
          "min": -0.01,
          "max": 0,
          "mean": 0,
          "stat": "Compassion"
        },
        {
          "min": -0.03,
          "max": 0,
          "mean": 0,
          "stat": "Government Size"
        },
        {
          "min": 0,
          "max": 0.03,
          "mean": 0,
          "stat": "Compliance"
        },
        {
          "min": -0.22,
          "max": 0,
          "mean": -0.0002,
          "stat": "Safety"
        },
        {
          "min": 0,
          "max": null,
          "mean": "",
          "stat": "chain"
        }
      ],
      "policiesAndNotabilities": [],
      "leadsTo": []
    }
  ]
}