{
  "title": "[color=#CE532A][i]MADness:[/i][/color] The @@DEMONYM@@ with the Golden Gun",
  "number": "1387",
  "options": [
    {
      "text": "You have arrived at the agreed-upon location, a bridge that spans the border between Smalltopia and East Lebatuck. Their spy, who is still wearing handcuffs and a @@DEMONYM_ADJECTIVE@@ prison uniform, dutifully shuffles alongside you as you exit your car. The night air seems colder than usual for this time of year. After a few minutes, an armored personnel carrier drives over from the other side of the bridge, with lackeys in suits running alongside the vehicle. A phalanx of bodyguards armed with automatic rifles jump out of the vehicle and point their weapons at you as East Lebatuck Chairman Joseph Rushev steps out of the back. He pulls a disheveled figure out of the vehicle and pushes him toward you as your own prisoner starts walking toward his people. \"Come here, Comrade Adel. The imperialists can't hurt you anymore,\" smirks Rushev, who turns to face you. \"So, I must ask... how stupid are you? Now I get to swap a useless prisoner for the leader of @@NAME@@! How much money do you think your government is willing to pay to get you back?\" Without warning, the guard furthest to the right suddenly pivots and unleashes a barrage of bullets into the other guards, who are cut down before they realize what is happening. The rogue shooter removes his helmet, revealing the handsome face of James Bont. Your secret agent runs over to your position, keeping his rifle pointed at Chairman Rushev, and pulls out a phone. After dialing a number, he listens intently for a moment before a loud burst of static disrupts the silence. \"Looks like your plans are shot, comrade!\" announces Bont, mockingly. \"I've just detonated all of the hidden explosives that I planted on your missiles on San Vitenzo. Consider yourself impotent! I suggest you head on home, or the next bullet that comes out of this gun is going to get a little Red.\" Bont turns toward you as Chairman Rushev jumps back into his vehicle and slinks away towards the other side of the bridge. \"Let's go home, shall we?\"",
      "result": "the nation is relieved that all of the recent madness has finally come to an end",
      "choiceEffects": [
        {
          "min": -0.01,
          "max": 0,
          "mean": 0,
          "stat": "Compassion"
        },
        {
          "min": -0.03,
          "max": 0,
          "mean": 0,
          "stat": "Government Size"
        },
        {
          "min": 0,
          "max": 0.03,
          "mean": 0,
          "stat": "Compliance"
        },
        {
          "min": -0.22,
          "max": 0,
          "mean": -0.0002,
          "stat": "Safety"
        }
      ],
      "policiesAndNotabilities": [],
      "leadsTo": []
    },
    {
      "text": "You have arrived at the agreed-upon location, a bridge that spans the border between Smalltopia and East Lebatuck. Their spy, who is still wearing handcuffs and a @@DEMONYM_ADJECTIVE@@ prison uniform, dutifully shuffles alongside you as you exit your car. The night air seems colder than usual for this time of year. After a few minutes, an armored personnel carrier drives over from the other side of the bridge, with lackeys in suits running alongside the vehicle. A phalanx of bodyguards armed with automatic rifles jump out of the vehicle and point their weapons at you as East Lebatuck Chairman Joseph Rushev steps out of the back. He pulls a hooded, disheveled figure out of the vehicle, who slumps to the ground, unconscious. Your own prisoner starts walking toward his people. \"Come here, Comrade Adel. The imperialists can't hurt you anymore,\" smirks Rushev, who turns to face you. \"So, I must ask... how stupid are you? Now I get to swap a useless prisoner for the leader of @@NAME@@! How much money do you think your government is willing to pay to get you back?\" Without warning, the guard furthest to the right suddenly pivots and unleashes a barrage of bullets into the other guards, who are cut down before they realize what is happening. The rogue shooter removes his helmet, revealing the handsome face of James Bont. Rushev yanks the hood from the unconscious prisoner at his feet and yelps upon recognizing his own bodyguard. Your secret agent runs over to your position, keeping his rifle pointed at Chairman Rushev, and pulls out a phone. After dialing a number, he listens intently for a moment before a loud burst of static disrupts the silence. \"Looks like your plans are shot, comrade!\" announces Bont, mockingly. \"I've just detonated all of the hidden explosives that I planted on your missiles on San Vitenzo. Consider yourself impotent! I suggest you head on home, or the next bullet that comes out of this gun is going to get a little Red.\" Bont turns toward you as Chairman Rushev jumps back into his vehicle and slinks away towards the other side of the bridge. \"Let's go home, shall we?\"",
      "result": "the nation is relieved that all of the recent madness has finally come to an end",
      "choiceEffects": [
        {
          "min": -0.01,
          "max": 0,
          "mean": 0,
          "stat": "Compassion"
        },
        {
          "min": -0.03,
          "max": 0,
          "mean": 0,
          "stat": "Government Size"
        },
        {
          "min": 0,
          "max": 0.03,
          "mean": 0,
          "stat": "Compliance"
        },
        {
          "min": -0.22,
          "max": 0,
          "mean": -0.0002,
          "stat": "Safety"
        }
      ],
      "policiesAndNotabilities": [],
      "leadsTo": []
    }
  ]
}