{
  "title": "[color=#CE532A][i]MADness:[/i][/color] Die Some Other Day",
  "number": "1404",
  "options": [
    {
      "text": "Malinovich steps away from the control panel where he was entering the coordinates for targeted enemy cities and ushers you over to a nearby phone, where a red light is blinking. He presses a few buttons to put the call on speakerphone. \"Leader? Is that you?\" The static-obscured voice of Natasha Milanova is barely audible, causing Malinovich to frantically increase the volume. \"I followed up on those enemy plans that I told you about. The officers were plotting to send an armada to bombard @@NATION@@ with the ships' guns. Captain Duffle was assigned the advance patrol mission near our coastline. I managed to sneak aboard his submarine before it left. As the diplomatic conflict intensified, Duffle was constantly arguing with Commander Harrigut, his second in command. Captain Duffle kept shouting that @@NATION@@ was a threat that needed to be taken out preemptively. Even after some sort of 'satellite incident,' Commander Harrigut wouldn't support any retaliation that would lead to mutually assured destruction. Captain Duffle accused his officer of treason, pulled out his sidearm, and shot him in the head, then took his nuclear launch key. Duffle and the remaining officers immediately launched all of the ballistic missiles straight at @@NATION@@. Fortunately... I had already disarmed each of the warheads.\" Milanova's closing words are obscured by a deafening cheer from the people surrounding you.",
      "result": "the best spies are positively radiant after completing a big mission",
      "choiceEffects": [],
      "policiesAndNotabilities": [],
      "leadsTo": [
        "1405"
      ]
    },
    {
      "text": "Malinovich ushers you over to a nearby phone, where a red light is blinking. He presses a few buttons to put the call on speakerphone. \"@@LEADER@@? Is that you?\" The static-obscured voice of Natasha Milanova is barely audible, causing Malinovich to frantically increase the volume. \"I followed up on those enemy plans that I told you about. The officers were plotting to send an armada to bombard @@NAME@@ with the ships' guns. Captain Duffle was assigned the advance patrol mission near our coastline. I managed to sneak aboard his submarine before it left. As the diplomatic conflict intensified, Duffle was constantly arguing with Commander Harrigut, his second in command. Captain Duffle kept shouting that @@NAME@@ was a threat that needed to be taken out preemptively. Even after some sort of 'satellite incident,' Commander Harrigut wouldn't support any retaliation that would lead to mutually assured destruction. Captain Duffle accused his officer of treason, pulled out his sidearm, and shot him in the head, then took his nuclear launch key. Duffle and the remaining officers immediately launched all of the ballistic missiles straight at @@NAME@@. Fortunately... I had already disarmed each of the warheads.\" Milanova's closing words are obscured by a deafening cheer from the people surrounding you.",
      "result": "the best spies are positively radiant after completing a big mission",
      "choiceEffects": [],
      "policiesAndNotabilities": [],
      "leadsTo": [
        "1405"
      ]
    }
  ]
}